Revit 2024 API
ParameterTypeId.GroupAttachedParentName Property
 "Attached to"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId GroupAttachedParentName { get; }
Visual Basic
Public Shared ReadOnly Property GroupAttachedParentName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GroupAttachedParentName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace